{"run_id": 2, "trg_lang": "english", "doc_dir": "indri_raw", "queries": {"7": "At the meeting the countries of the Yugoslavia agreed to adopt a macroeconomic convergence mechanism set economic convergence goals such as 5 annual inflation rates in member states and reached an agreement on the reduction of common external tariffs The import tax of countries other than the common city member states was reduced by 05\tThe leaders also considered that the development of the bilateral relationship between Bolivia and Yugoslavia was satisfactory and decided to accelerate the process of Bolivia&#39;s joining the Yugoslavia.", "6": "Abdullah and Arafat called for the establishment of a tripartite committee consisting of Palestinian Israeli and US security officials as soon as possible and under the auspices of the United States to quickly investigate the bloody conflict in Palestine and Israel over the past few days\tThe two leaders strongly condemned the Israeli army&#39;s provocative actions and bloody crackdowns on the Palestinian people, and demanded that the Israeli army quickly withdraw from the Palestinian area it has occupied since last month.", "1": "The two leaders strongly condemned the Israeli army39s provocative actions and bloody crackdowns on the Palestinian people and demanded that the Israeli army quickly withdraw from the Palestinian area it has occupied since last month\tXinhua News Agency, Urumqi, October 8 (Reporter Sun Bin) A delegation from the &quot;Olympic athletes to the west of the motherland&quot; delegation arrived in Urumqi, Xinjiang at noon today.", "15": "A man in Changhua drove a taxi in the ground last night As a result people rushed into a large drainage ditch in Lugang Town It took more than two hours for the rescue workers to search before pulling up the car Unfortunately the man was drowned \tA Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip, killing himself. The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time. A Palestinian rides a bicycle near an Israeli post, detonates a bomb near a protective wall, an Israeli soldier is slightly injured, the Israeli military accuses the Palestinian authorities of condoning the attack, and a Palestinian security official refutes such accusations. The 5th anniversary of the assassination of the leader of the jihadist Sikazi. It is widely accused that the assassination was carried out by Israeli forces. Hariri, who will serve as prime minister of Lebanon, formed a cabinet of nearly 30 members, including Muslims and Christians. Quite, the list was announced after a meeting between President Hariri and President Love and Speaker Bailey. The new cabinet is almost twice the size of the original government&#39;s cabinet, including only four former cabinet members. Some Lebanese politicians have accused Syria of intervening. The election of ministers cast a shadow over this process.", "21": "Xinhua News Agency New Delhi October 12 Reporter Xiong Changyi Former Indian Prime Minister Rao was sentenced to three years in prison by a special court in New Delhi and fined 200000 rupees 46 rupees  1\tIn addition, Buta Singh, the cabinet minister of the former Rao government, was sentenced to three years in prison and fined Rs 200,000 in the case.", "23": "Rao was brought to court on suspicion of guilty of bribing members of Parliament in a vote of no confidence in July 1993\tThe Indonesian General Prosecutor&#39;s Office prosecuted the court in early August for the use of seven foundations established and operated by Suharto during the administration to embezzle $ 580 million of the country.", "29": "The court also allowed Rao and Singh each to pay a bail of 200000 rupees postponing the start of their sentence to November 8 to facilitate their appeal to the Delhi High Court\tXinhua News Agency, Santiago, December 2 (Reporter Hou Yaoqi) The defense lawyers of the former Chilean military government leader, Pinochet, formally appealed to the Santiago Court of Appeal on the 2nd, demanding that the trial issued by Judge Guzman on the 1st be overturned. Pinochet&#39;s decision.", "10": "The court also allowed Rao and Singh each to pay a bail of 200000 rupees postponing the start of their sentence to November 8 to facilitate their appeal to the Delhi High Court\tXinhua News Agency, Nanjing, October 17 (Tang Zheng Zhang Mingjun) Zhang Jihong, a South Korean &quot;snake head&quot; who organized an illegal exit, was sentenced to deportation by the Zhenjiang Intermediate People&#39;s Court and fined 100,000 yuan.", "14": "A Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip killing himself The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time A Palestinian rides a bicycle near an Israeli post detonates a bomb near a protective wall an Israeli soldier is slightly injured the Israeli military accuses the Palestinian authorities of condoning the attack and a Palestinian security official refutes such accusations The 5th anniversary of the assassination of the leader of the jihadist Sikazi It is widely accused that the assassination was carried out by Israeli forces Hariri who will serve as prime minister of Lebanon formed a cabinet of nearly 30 members including Muslims and Christians Quite the list was announced after a meeting between President Hariri and President Love and Speaker Bailey The new cabinet is almost twice the size of the original government39s cabinet including only four former cabinet members Some Lebanese politicians have accused Syria of intervening The election of ministers cast a shadow over this process\tThe families of all the wounded and injured members of the Taiwanese tour group who had a car accident in Canada a few days ago have arrived in Vancouver, and the first group of relatively less injured members have also taken the flight on their way home.", "3": "A Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip killing himself The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time A Palestinian rides a bicycle near an Israeli post detonates a bomb near a protective wall an Israeli soldier is slightly injured the Israeli military accuses the Palestinian authorities of condoning the attack and a Palestinian security official refutes such accusations The 5th anniversary of the assassination of the leader of the jihadist Sikazi It is widely accused that the assassination was carried out by Israeli forces Hariri who will serve as prime minister of Lebanon formed a cabinet of nearly 30 members including Muslims and Christians Quite the list was announced after a meeting between President Hariri and President Love and Speaker Bailey The new cabinet is almost twice the size of the original government39s cabinet including only four former cabinet members Some Lebanese politicians have accused Syria of intervening The election of ministers cast a shadow over this process\tBorn in 1959, Sarovich graduated from the Faculty of Law of the University of Sarajevo in 1979. He was a member of the Parliament of the Serbian Republic of Bosnia and Herzegovina from 1996 to 1998, and was elected Vice President of the Serbian Republic of Bosnia at the end of 1998.", "9": "After receiving the award Lang Ping said in a telephone interview with reporters that he was very happy to receive the best coach award but this year the league is about to start again Some old members of Modena have been dug out by other clubs so this year s league tasks are even more important weight\tAfter winning the first gold medal for the delegation of the Chinese Paralympic Games, Xu Hongyan&#39;s first thing was to make an overseas call to her hometown in Jiangsu and share her joy with her mother.", "2": "Xinhua News Agency Belgrade November 23rd According to Nantong News Agency on the 23rd BosniaHerzegovinanominated candidate Sharovich was elected as president of the Bosnian Serb Republic in the general election held on November 11\tBorn in 1959, Sarovich graduated from the Faculty of Law of the University of Sarajevo in 1979. He was a member of the Parliament of the Serbian Republic of Bosnia and Herzegovina from 1996 to 1998, and was elected Vice President of the Serbian Republic of Bosnia at the end of 1998.", "4": "Xinhua News Agency Belgrade November 23rd According to Nantong News Agency on the 23rd BosniaHerzegovinanominated candidate Sharovich was elected as president of the Bosnian Serb Republic in the general election held on November 11\t&quot;In order to prevent our government affairs from having a run-through period due to the change of the cabinet and affecting the promotion of the entire government affairs, the appointment of this candidate fully supports the president&#39;s view.&quot;", "22": "Born in 1959 Sarovich graduated from the Faculty of Law of the University of Sarajevo in 1979 He was a member of the Parliament of the Serbian Republic of Bosnia and Herzegovina from 1996 to 1998 and was elected Vice President of the Serbian Republic of Bosnia at the end of 1998\tBorn in Lanzhou, Gansu, Zhang Xuezhong joined the Communist Party of China in December 1960, joined the work in July 1961, and has a college degree; he has been a primary school teacher in his hometown, secretary of the Gansu Provincial Civil Defense Office Secretariat, and secretary of the Secretariat of the Gansu Provincial Party Committee Office. Secretary of the Party Committee of the French Communities of Wuwei County, Secretary of the Yuzhong County Party Committee, Deputy Secretary of the Lanzhou Municipal Party Committee, Secretary of the Longnan Prefectural Party Committee; Deputy Governor of Gansu Province after 1989; Deputy Secretary of the Tibet Autonomous Region Party Committee of the CPC since 1990; Member of the CPC Leading Group and Deputy Secretary of the CPC Leading Group; concurrently served as a member of the CPC Central Committee&#39;s Large Enterprise Working Committee from June to December 1999;", "16": "At today39s quotAppearance Statementquot warning education meeting Dan Donghui former head of the sales department of Shaanxi Provincial People39s Bank and seven other prisoners sentenced for corruption bribery embezzlement of public funds etc each told on the spot Party members cadres enterprise managers soldiers and people39s police have become sinners and they have learned the painful lessons of crime\tXinhua News Agency, Harbin, October 8 (He Wenze, Liang Weide) On the way home from work, railway police officer Du Haiping faced the gangster who was fleeing with a knife. He stepped forward and held an air fist to fight the gangster with revenge. The timely capture of the gangsters won the fighter plane and composed a heroic triumph.", "18": "Xinhua News Agency Nanjing December 17 Reporter Zhao Mingliang Jiangsu Suning Appliance Group one of China39s largest household appliance companies announced yesterday in Nanjing that it would establish 1500 comprehensive electrical appliance chain stores nationwide in the next three years a tenfold increase over the current number forming The quotaircraft carrierquot in the industry to respond to the entry of multinational commercial capital after joining the WTO\tGitemai began to enter China in 1985. Currently, it has set up representative offices and exhibition centers in Beijing, Shanghai, Xi&#39;an, Guangzhou and other places, and invested 5 million marks to set up Gitemai (China) Co., Ltd.", "20": "quotThe country has his decree and everything can be retried It is always the first time that adults are not guilty Then everyone can kill one person Then killing the second person can be closed\tXinhua News Agency, Santiago, December 26 (Reporter Hou Yaoqi) The Supreme Court of Chile made a decision on the 26th, demanding that Judge Guzman, who is specifically responsible for investigating and handling the Pinochet case, should arrange for this before making a formal inquiry about Pi. A 85-year-old former military government leader conducted a health check.", "33": "&quot;The country has his decree, and everything can be re-tried. It is always the first time that adults are not guilty. Then everyone can kill one person. Then killing the second person can be closed.", "5": "Regarding Tang Fei39s resignation the DPP is constantly moving today but in the afternoon it became normal with the cabinet cabinet drafting The current DPP chairman Xie Changting called on the party to unite and support the new cabinet leader Zhang Junxiong\tSuharto stepped down in May 1998.", "11": "Xinhua News Agency Santiago December 26 Reporter Hou Yaoqi The Supreme Court of Chile made a decision on the 26th demanding that Judge Guzman who is specifically responsible for investigating and handling the Pinochet case should arrange for this before making a formal inquiry about Pi A 85yearold former military government leader conducted a health check\tProsecution lawyers in the Pinochet case generally expressed surprise and dissatisfaction with the new decision of the Chilean Supreme Court.", "13": "Xinhua News Agency Lanzhou December 27 A letter from a reporter Why is the Lanzhou Indoor Swimming Hall closed\tLanzhou Indoor Swimming Pool, which originally wanted to make money in the winter, has mostly closed its doors to thank guests due to repeated investment and disorderly competition, and has experienced a blind dilemma.", "26": "Following the release of Lei Xueming the former director of the Naval Ship Management Office the former Navy MajorGeneral Wang Tingshen and two other officers Kang Shicheng and Cheng Zhibo who have been involved in the purchase of the Lavayeclass warship have expired today He was released in court after the trial\tFollowing the release of Lei Xueming, the former director of the Naval Ship Management Office, the former Navy Major-General Wang Tingshen and two other officers, Kang Shicheng, and Cheng Zhibo, who have been involved in the purchase of the Lavaye-class warship, have expired today. He was released in court after the trial.", "12": "In its statement the Pakistani Supreme Security Committee also clearly stipulated that school students are not allowed to reach the front of the conflict and it is forbidden to mask their faces during the march to prevent quotforeignersquot from mixing into the masses and creating incidents\tXinhua News Agency, Havana, October 16th. The Cuban Communist Party&#39;s Central Organ newspaper, Grama, published a long editorial on the 16th, reaffirming the determination of the Cuban government and people against the U.S. blockade policy and announcing that 800,000 people from all walks of life in Havana will hold a large-scale meeting on the 18th. March in protest of the recent Congressional bill on Cuba.", "19": "Xinhua News Agency Chengdu December 21st Reporter Ren Ye The 94yearold gangsterlike homicide in Ziyang City which caused strong repercussions in Sichuan was recently concluded by the first trial of the Intermediate People39s Court in Ziyang Yu Maoxue Huang Sheng Four defendants Liao Zhongfu and Li Yuegang were sentenced to death according to law and Mo Weigang who reported to Yu Maoxue was sentenced to two years in prison\tThe Intermediate People&#39;s Court of Hefei City, Anhui Province yesterday made a new bribery to the former Mayor of Fuyang City, Xiao, and the source of the huge amount of property was unknown. Sentenced to life imprisonment and death, suspended for two years, and confiscated all personal property.", "24": "The International Tribunal for the Victims of Military Sexual Abuse in Tokyo, held in Tokyo for four consecutive days, was held in Tokyo in 2000 AD. Madonna, the U.S. President serving on the 12th, announced the preliminary results of the trial. The women&#39;s system was a large-scale implementation of the slavery of female sex by the Japanese army and the government. At that time, the Japanese emperor Hirohito could not be unaware, so he convicted Hirohito, and also requested the Japanese government to apologize and compensate the victims.", "8": "Breaking the Geely39s world record is the dream of many people and the record items are also amazing This year a total of 9 records in Taiwan were certified by the Geely headquarters in Britain including the twin collection the largest sky lantern and the largest underwater wedding Won the certificate of record today Huang Meining reports\t28-year-old sister, the house is ready, and finally married.", "27": "The Intermediate People39s Court of Hefei City Anhui Province yesterday made a new bribery to the former Mayor of Fuyang City Xiao and the source of the huge amount of property was unknown Sentenced to life imprisonment and death suspended for two years and confiscated all personal property\tWhen the hot sale of medicinal wine came, many people used to buy medicinal wine in convenience stores, but the Kaohsiung County Health Bureau is preparing to ban it completely, because the medicinal wine is now classified as a medicine, and those who sell it without a license will be punished severely.", "17": "Industry insiders said when Lenovo and IBM reached an acquisition transaction although the merger will greatly expand the size of Lenovo and make Lenovo a place on the international stage becoming a worldclass company the company will also face many management challenges and profits May also be diluted\tInto this humble old house, there are three generations of single-handed masters of Masahima Masato who have been passed on since the Japanese era. The master is named Chen, but the residents nearby call him Warner philosopher. Called the Fandao King, no matter whether it was Warner or Fan Fan, there was indeed a set of Fandao.", "30": "Industry insiders said when Lenovo and IBM reached an acquisition transaction although the merger will greatly expand the size of Lenovo and make Lenovo a place on the international stage becoming a worldclass company the company will also face many management challenges and profits May also be diluted\tThe Inner Mongolian Folk Song and Dance Theatre was formed by the Inner Mongolia Song and Dance Troupe and the Inner Mongolia Folk Theater and Troupe. The combination of these two literary groups can complement each other and better represent the level of Mongolian song and dance art.", "32": "It is said that Brad Pitt is going to divorce Aniston and I heard that Hitomi Kuroki seems to be divorcing\tIt is said that Brad Pitt is going to divorce Aniston, and I heard that Hitomi Kuroki seems to be divorcing.", "25": "While suing some companies, Huarong also filed bankruptcy and liquidation applications with Beijing Honggao Yuyuan Property Management Co., Ltd. and Beijing Ming Tombs Minghuang Wax Museum. The amount of debts involved is about 1 billion yuan.", "31": "Xinhua News Agency, Madrid, November 24 (Reporter Xia Shunying) The Spanish government ratified a treaty between Spain and Italy on the hunt for major criminals such as terrorists and mafia elements to replace the existing extradition agreement."}, "triggers": {"7": "meeting\tmeeting", "6": "conflict\tprovocative", "1": "Evacuate\tArrive", "15": "Drown\tdead", "21": "Sentence\tSentence", "23": "Send\tTo sue", "29": "appeal\tappeal", "10": "Pay\tPlace", "14": "Minor injury\thurt", "3": "Serve\tRen", "9": "phone\tphone", "2": "Be elected\tBe elected", "4": "Nominate\tappointment", "22": "Born\tBorn", "16": "Serve a sentence\tCapture", "18": "set up\tEstablished", "20": "Review\task", "33": "Innocence", "5": "Resign\tStep down", "11": "litigation\tlitigation", "13": "Behind closed doors\tBehind closed doors", "26": "freed\tfreed", "12": "procession\tprocession", "19": "Sentence\tdeath penalty", "24": "guilty", "8": "wedding\tmarry", "27": "Confiscation\tHeavy penalty", "17": "Acquisition\tbuy", "30": "merge\tBuild", "32": "divorce\tdivorce", "25": "Bankruptcy", "31": "Extradition"}}