{"run_id": 7, "trg_lang": "english", "doc_dir": "indri_raw", "queries": {"7": "At the meeting the countries of the Yugoslavia agreed to adopt a macroeconomic convergence mechanism set economic convergence goals such as 5 annual inflation rates in member states and reached an agreement on the reduction of common external tariffs The import tax of countries other than the common city member states was reduced by 05\tThe leaders also considered that the development of the bilateral relationship between Bolivia and Yugoslavia was satisfactory and decided to accelerate the process of Bolivia39s joining the Yugoslavia\tAt this meeting the Yugoslav Republic of Korea also signed a framework agreement with South Africa to establish a free trade area and decided to set up a negotiation committee to introduce each other s current tariffs trade policies and market access systems Measures such as tariffs to promote trade exchanges formulate negotiating rules and conduct negotiations to establish free trade areas in accordance with WTO principles\tDuring the meeting the delegates also visited some medical facilities in Cuba and held talks with local organizations and groups to better understand the current situation in Cuba\tXinhua News Agency Amman October 2 Reporter Lu Shaoming Jordanian King Abdullah and visiting Palestinian National Arafat Chairman Arafat stated on the 2nd that they support the convening of an Arab emergency summit to discuss Jordan as soon as possible The worsening situation in the West Bank and Gaza Strip recently\tDuring the meeting Arafat spoke highly of Jordan39s consistent support for the Palestinian people39s efforts to restore their legitimate rights including the right to establish an independent state with Jerusalem as their capital in their own territory and the decision of the Jordanian government to rule Palestine The wounded expressed gratitude\tA Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip, killing himself. The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time. A Palestinian rides a bicycle near an Israeli post, detonates a bomb near a protective wall, an Israeli soldier is slightly injured, the Israeli military accuses the Palestinian authorities of condoning the attack, and a Palestinian security official refutes such accusations. The 5th anniversary of the assassination of the leader of the jihadist Sikazi. It is widely accused that the assassination was carried out by Israeli forces. Hariri, who will serve as prime minister of Lebanon, formed a cabinet of nearly 30 members, including Muslims and Christians. Quite, the list was announced after a meeting between President Hariri and President Love and Speaker Bailey. The new cabinet is almost twice the size of the original government&#39;s cabinet, including only four former cabinet members. Some Lebanese politicians have accused Syria of intervening. The election of ministers cast a shadow over this process.", "6": "Abdullah and Arafat called for the establishment of a tripartite committee consisting of Palestinian Israeli and US security officials as soon as possible and under the auspices of the United States to quickly investigate the bloody conflict in Palestine and Israel over the past few days\tThe two leaders strongly condemned the Israeli army39s provocative actions and bloody crackdowns on the Palestinian people and demanded that the Israeli army quickly withdraw from the Palestinian area it has occupied since last month\tThe two leaders strongly condemned the Israeli army39s provocative actions and bloody crackdowns on the Palestinian people and demanded that the Israeli army quickly withdraw from the Palestinian area it has occupied since last month\tOn the day of the incident a new Palestinian armed group called the Saladin Brigade claimed responsibility for the incident\tA Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip killing himself The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time A Palestinian rides a bicycle near an Israeli post detonates a bomb near a protective wall an Israeli soldier is slightly injured the Israeli military accuses the Palestinian authorities of condoning the attack and a Palestinian security official refutes such accusations The 5th anniversary of the assassination of the leader of the jihadist Sikazi It is widely accused that the assassination was carried out by Israeli forces Hariri who will serve as prime minister of Lebanon formed a cabinet of nearly 30 members including Muslims and Christians Quite the list was announced after a meeting between President Hariri and President Love and Speaker Bailey The new cabinet is almost twice the size of the original government39s cabinet including only four former cabinet members Some Lebanese politicians have accused Syria of intervening The election of ministers cast a shadow over this process\tA Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip killing himself The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time A Palestinian rides a bicycle near an Israeli post detonates a bomb near a protective wall an Israeli soldier is slightly injured the Israeli military accuses the Palestinian authorities of condoning the attack and a Palestinian security official refutes such accusations The 5th anniversary of the assassination of the leader of the jihadist Sikazi It is widely accused that the assassination was carried out by Israeli forces Hariri who will serve as prime minister of Lebanon formed a cabinet of nearly 30 members including Muslims and Christians Quite the list was announced after a meeting between President Hariri and President Love and Speaker Bailey The new cabinet is almost twice the size of the original government39s cabinet including only four former cabinet members Some Lebanese politicians have accused Syria of intervening The election of ministers cast a shadow over this process\tA Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip, killing himself. The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time. A Palestinian rides a bicycle near an Israeli post, detonates a bomb near a protective wall, an Israeli soldier is slightly injured, the Israeli military accuses the Palestinian authorities of condoning the attack, and a Palestinian security official refutes such accusations. The 5th anniversary of the assassination of the leader of the jihadist Sikazi. It is widely accused that the assassination was carried out by Israeli forces. Hariri, who will serve as prime minister of Lebanon, formed a cabinet of nearly 30 members, including Muslims and Christians. Quite, the list was announced after a meeting between President Hariri and President Love and Speaker Bailey. The new cabinet is almost twice the size of the original government&#39;s cabinet, including only four former cabinet members. Some Lebanese politicians have accused Syria of intervening. The election of ministers cast a shadow over this process.", "1": "The two leaders strongly condemned the Israeli army39s provocative actions and bloody crackdowns on the Palestinian people and demanded that the Israeli army quickly withdraw from the Palestinian area it has occupied since last month\tXinhua News Agency Urumqi October 8 Reporter Sun Bin A delegation from the quotOlympic athletes to the west of the motherlandquot delegation arrived in Urumqi Xinjiang at noon today\tFourteen members of the Xinjiang Regiment of the quotOlympic athletes39 motherland westward tripquot arrived in Xinjiang this time They were led by Li Furong deputy director of the General Administration of Sport of China The members were Cai Zhenhua Ge Fei Gu Jun Yang Xia Wang Nan Li Xiaopeng Liu Guoliang Ling Jie  Yang Wei Huang Nanyan Liu Guozheng Bai Yang and Abdu are all reunited\tThe delegation of quotOlympic athletes to the west of the motherlandquot will end their activities in Urumqi and will travel to Kashgar southern Xinjiang on the 11th\tA man in Changhua drove a taxi in the ground last night As a result people rushed into a large drainage ditch in Lugang Town It took more than two hours for the rescue workers to search before pulling up the car Unfortunately the man was drowned \tRescuers sat on rubber rafts and dived into the water They tried to search for the sunken car in the dark night and finally found out after more than two hours\tA Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip, killing himself. The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time. A Palestinian rides a bicycle near an Israeli post, detonates a bomb near a protective wall, an Israeli soldier is slightly injured, the Israeli military accuses the Palestinian authorities of condoning the attack, and a Palestinian security official refutes such accusations. The 5th anniversary of the assassination of the leader of the jihadist Sikazi. It is widely accused that the assassination was carried out by Israeli forces. Hariri, who will serve as prime minister of Lebanon, formed a cabinet of nearly 30 members, including Muslims and Christians. Quite, the list was announced after a meeting between President Hariri and President Love and Speaker Bailey. The new cabinet is almost twice the size of the original government&#39;s cabinet, including only four former cabinet members. Some Lebanese politicians have accused Syria of intervening. The election of ministers cast a shadow over this process.", "15": "A man in Changhua drove a taxi in the ground last night As a result people rushed into a large drainage ditch in Lugang Town It took more than two hours for the rescue workers to search before pulling up the car Unfortunately the man was drowned \tA Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip killing himself The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time A Palestinian rides a bicycle near an Israeli post detonates a bomb near a protective wall an Israeli soldier is slightly injured the Israeli military accuses the Palestinian authorities of condoning the attack and a Palestinian security official refutes such accusations The 5th anniversary of the assassination of the leader of the jihadist Sikazi It is widely accused that the assassination was carried out by Israeli forces Hariri who will serve as prime minister of Lebanon formed a cabinet of nearly 30 members including Muslims and Christians Quite the list was announced after a meeting between President Hariri and President Love and Speaker Bailey The new cabinet is almost twice the size of the original government39s cabinet including only four former cabinet members Some Lebanese politicians have accused Syria of intervening The election of ministers cast a shadow over this process\tXinhua News Agency Harbin October 8 He Wenze Liang Weide On the way home from work railway police officer Du Haiping faced the gangster who was fleeing with a knife He stepped forward and held an air fist to fight the gangster with revenge The timely capture of the gangsters won the fighter plane and composed a heroic triumph\tThe families of all the wounded and injured members of the Taiwanese tour group who had a car accident in Canada a few days ago have arrived in Vancouver and the first group of relatively less injured members have also taken the flight on their way home\tXinhua News Agency Phnom Penh November 24 Reporter Yan Ming Li Chaobi The Cambodian capital s Phnom Penh city government issued a statement on the morning of the 24th that the Cambodian government s armed forces have arrested 21 terrorists involved in the armed attack on the police in Phnom Penh in the early hours of the 24th  Killed 7 people\tThe letter stated that the Israeli attacks on Gaza and the West Bank on the 12th were tantamount to a quotcomprehensive declaration of warquot against the Palestinian people These military actions caused a large number of casualties and property damage in the occupied Palestinian territory in violation of the United Nations resolutions including The international norms within it have brought new ominous signs to regional conflicts\tA mental patient in Longfatang, Kaohsiung County suddenly committed suicide late last night. Longfatang pointed out that the deceased was sent to Longfatang for treatment by his family last April because of self-immolation. He did not expect that the suicide suddenly occurred, and his family members were helpless .", "21": "Xinhua News Agency New Delhi October 12 Reporter Xiong Changyi Former Indian Prime Minister Rao was sentenced to three years in prison by a special court in New Delhi and fined 200000 rupees 46 rupees  1\tIn addition Buta Singh the cabinet minister of the former Rao government was sentenced to three years in prison and fined Rs 200000 in the case\tXinhua News Agency Nanjing October 17 Tang Zheng Zhang Mingjun Zhang Jihong a South Korean quotsnake headquot who organized an illegal exit was sentenced to deportation by the Zhenjiang Intermediate People39s Court and fined 100000 yuan\tZheng Delong a Chinese quotsnake headquot who coplanned with Zhang Jihong to organize a smuggling event was sentenced to 7 years in prison deprived of political rights for 1 year and fined 50000 yuan the female quotsnake headquot Shen Zhe was sentenced to 1 year in prison and fined 5 Ten thousand yuan\tZheng Delong a Chinese quotsnake headquot who coplanned with Zhang Jihong to organize a smuggling event was sentenced to 7 years in prison deprived of political rights for 1 year and fined 50000 yuan the female quotsnake headquot Shen Zhe was sentenced to 1 year in prison and fined 5 Ten thousand yuan\tAt today39s quotAppearance Statementquot warning education meeting Dan Donghui former head of the sales department of Shaanxi Provincial People39s Bank and seven other prisoners sentenced for corruption bribery embezzlement of public funds etc each told on the spot Party members cadres enterprise managers soldiers and people39s police have become sinners and they have learned the painful lessons of crime\tXinhua News Agency, Nanning, November 3 (Reporter Cheng Yifeng, Liu Shuiyu) The former Guangxi Zhuang Autonomous Region Minister of Finance Xi Guoxin took a bribery decision today. The Nanning Intermediate People&#39;s Court sentenced the defendant Ji Guoxin to life imprisonment and deprived him of political rights for life. And confiscate all his personal property.", "23": "Rao was brought to court on suspicion of guilty of bribing members of Parliament in a vote of no confidence in July 1993\tThe Indonesian General Prosecutor&#39;s Office prosecuted the court in early August for the use of seven foundations established and operated by Suharto during the administration to embezzle $ 580 million of the country.", "29": "The court also allowed Rao and Singh each to pay a bail of 200000 rupees postponing the start of their sentence to November 8 to facilitate their appeal to the Delhi High Court\tXinhua News Agency Santiago December 2 Reporter Hou Yaoqi The defense lawyers of the former Chilean military government leader Pinochet formally appealed to the Santiago Court of Appeal on the 2nd demanding that the trial issued by Judge Guzman on the 1st be overturned Pinochet39s decision\tThe defence counsel stated in the appeal that they considered that Judge Guzman39s decision to issue a trial of Pinochet was against the rules and should be corrected\tXinhua News Agency Santiago December 11 Reporter Hou Yaoqi The Fifth Chamber of the Santiago Court of Appeal Chile issued a preliminary ruling on the afternoon of the 11th announcing the acceptance of an appeal by the former military government leader Pinochet Defence Counsel and overturning Judge Guzman A decision on the trial of Pinochet issued on the 1st of this month\tXinhua News Agency, Washington, November 24 (Reporter Liu Jianghu Xiaoming) The U.S. Supreme Court announced on the afternoon of the 24th that the U.S. Supreme Court has decided to accept the appeal of the Republican presidential candidate Bush against the Florida Supreme Court&#39;s verdict that the validity of the manual recount is valid A hearing on this issue will be held on December 1.", "10": "The court also allowed Rao and Singh each to pay a bail of 200000 rupees postponing the start of their sentence to November 8 to facilitate their appeal to the Delhi High Court\tXinhua News Agency Nanjing October 17 Tang Zheng Zhang Mingjun Zhang Jihong a South Korean quotsnake headquot who organized an illegal exit was sentenced to deportation by the Zhenjiang Intermediate People39s Court and fined 100000 yuan\tZheng Delong a Chinese quotsnake headquot who coplanned with Zhang Jihong to organize a smuggling event was sentenced to 7 years in prison deprived of political rights for 1 year and fined 50000 yuan the female quotsnake headquot Shen Zhe was sentenced to 1 year in prison and fined 5 Ten thousand yuan\tZheng Delong a Chinese quotsnake headquot who coplanned with Zhang Jihong to organize a smuggling event was sentenced to 7 years in prison deprived of political rights for 1 year and fined 50000 yuan the female quotsnake headquot Shen Zhe was sentenced to 1 year in prison and fined 5 Ten thousand yuan\tXinhua News Agency Tokyo November 10 Reporter Wang Dajun Japan39s Akita District Court sentenced the cult organization quotThree Laws of the Lawquot to compensate a woman in Akita for 55 million yen\tThe court held that the quotThree Laws of the Lawquot persuading people to participate in training and donation activities is not purely for teaching but for accumulating money by bad means It is an organized wrongdoing so compensation must be paid to the victims\tThe court held that the &quot;Three Laws of the Law&quot; persuading people to participate in training and donation activities is not purely for teaching, but for accumulating money by bad means. It is an organized wrongdoing, so compensation must be paid to the victims.", "14": "A Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip killing himself The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time A Palestinian rides a bicycle near an Israeli post detonates a bomb near a protective wall an Israeli soldier is slightly injured the Israeli military accuses the Palestinian authorities of condoning the attack and a Palestinian security official refutes such accusations The 5th anniversary of the assassination of the leader of the jihadist Sikazi It is widely accused that the assassination was carried out by Israeli forces Hariri who will serve as prime minister of Lebanon formed a cabinet of nearly 30 members including Muslims and Christians Quite the list was announced after a meeting between President Hariri and President Love and Speaker Bailey The new cabinet is almost twice the size of the original government39s cabinet including only four former cabinet members Some Lebanese politicians have accused Syria of intervening The election of ministers cast a shadow over this process\tThe families of all the wounded and injured members of the Taiwanese tour group who had a car accident in Canada a few days ago have arrived in Vancouver and the first group of relatively less injured members have also taken the flight on their way home\tThe letter stated that the Israeli attacks on Gaza and the West Bank on the 12th were tantamount to a quotcomprehensive declaration of warquot against the Palestinian people These military actions caused a large number of casualties and property damage in the occupied Palestinian territory in violation of the United Nations resolutions including The international norms within it have brought new ominous signs to regional conflicts\tA mental patient in Longfatang Kaohsiung County suddenly committed suicide late last night Longfatang pointed out that the deceased was sent to Longfatang for treatment by his family last April because of selfimmolation He did not expect that the suicide suddenly occurred and his family members were helpless \tAccording to Palestinian statistics in the past four days of conflict 31 Palestinians have been killed and more than 1300 wounded\tXinhua News Agency New Delhi December 2 Reporter Xiong Changyi A passenger train full of passengers collided with a freight train that had just derailed near SaraiBangala station in Punjab northern India around 6 am today with at least 25 passengers Died and injured more than 100 passengers\tAt about 3 am, the fishing boat finally returned from the calamity in the harsh sea. The captain and chief engineer suffered physical and mental injuries after 10 hours of imprisonment and beating. The captain said that the mainland fishermen wanted to return to their hometown but did not expect that they would Rob the ship with violence.", "3": "A Palestinian launches a suicide bomber near an Israeli army post in the Gaza Strip killing himself The Islamic Victorious Organization has claimed responsibility for the suicide attack and warned that this was not the last time A Palestinian rides a bicycle near an Israeli post detonates a bomb near a protective wall an Israeli soldier is slightly injured the Israeli military accuses the Palestinian authorities of condoning the attack and a Palestinian security official refutes such accusations The 5th anniversary of the assassination of the leader of the jihadist Sikazi It is widely accused that the assassination was carried out by Israeli forces Hariri who will serve as prime minister of Lebanon formed a cabinet of nearly 30 members including Muslims and Christians Quite the list was announced after a meeting between President Hariri and President Love and Speaker Bailey The new cabinet is almost twice the size of the original government39s cabinet including only four former cabinet members Some Lebanese politicians have accused Syria of intervening The election of ministers cast a shadow over this process\tBorn in 1959 Sarovich graduated from the Faculty of Law of the University of Sarajevo in 1979 He was a member of the Parliament of the Serbian Republic of Bosnia and Herzegovina from 1996 to 1998 and was elected Vice President of the Serbian Republic of Bosnia at the end of 1998\tquotCiti Appoints China Chief Executivequot\tquotCiti Appoints China Chief Executivequot\tLater there was a major railway accident that killed many Japanese Minister Ding was unable to do his job He was forced to resign He was relegated to the Politburo because of the bridge foundation Still in office\tBorn in Lanzhou Gansu Zhang Xuezhong joined the Communist Party of China in December 1960 joined the work in July 1961 and has a college degree he has been a primary school teacher in his hometown secretary of the Gansu Provincial Civil Defense Office Secretariat and secretary of the Secretariat of the Gansu Provincial Party Committee Office Secretary of the Party Committee of the French Communities of Wuwei County Secretary of the Yuzhong County Party Committee Deputy Secretary of the Lanzhou Municipal Party Committee Secretary of the Longnan Prefectural Party Committee Deputy Governor of Gansu Province after 1989 Deputy Secretary of the Tibet Autonomous Region Party Committee of the CPC since 1990 Member of the CPC Leading Group and Deputy Secretary of the CPC Leading Group concurrently served as a member of the CPC Central Committee39s Large Enterprise Working Committee from June to December 1999\tBorn in Lanzhou, Gansu, Zhang Xuezhong joined the Communist Party of China in December 1960, joined the work in July 1961, and has a college degree; he has been a primary school teacher in his hometown, secretary of the Gansu Provincial Civil Defense Office Secretariat, and secretary of the Secretariat of the Gansu Provincial Party Committee Office. Secretary of the Party Committee of the French Communities of Wuwei County, Secretary of the Yuzhong County Party Committee, Deputy Secretary of the Lanzhou Municipal Party Committee, Secretary of the Longnan Prefectural Party Committee; Deputy Governor of Gansu Province after 1989; Deputy Secretary of the Tibet Autonomous Region Party Committee of the CPC since 1990; Member of the CPC Leading Group and Deputy Secretary of the CPC Leading Group; concurrently served as a member of the CPC Central Committee&#39;s Large Enterprise Working Committee from June to December 1999;", "9": "After receiving the award Lang Ping said in a telephone interview with reporters that he was very happy to receive the best coach award but this year the league is about to start again Some old members of Modena have been dug out by other clubs so this year s league tasks are even more important weight\tAfter winning the first gold medal for the delegation of the Chinese Paralympic Games Xu Hongyan39s first thing was to make an overseas call to her hometown in Jiangsu and share her joy with her mother\tXinhua News Agency Baghdad December 26 Reporter Gu Zhenglong Iraqi Foreign Minister Sahaf sent a letter to UN SecretaryGeneral Annan on the 26th requesting an investigation of aircraft engaged in hostile flight activities over the demilitarized zone on the border between Iraq and Kuwait in order to maintain the Regional peace and stability\tI have been contacted many times and ignored me\tXinhua News Agency United Nations October 12th Reporter Ding Baozhong The Permanent Observer of Palestine to the United Nations Kidwa wrote to the President of the Security Council on the 12th calling for an emergency meeting of the Security Council to stop Israel from using force against Palestinians\tThe letter stated that the Israeli attacks on Gaza and the West Bank on the 12th were tantamount to a quotcomprehensive declaration of warquot against the Palestinian people These military actions caused a large number of casualties and property damage in the occupied Palestinian territory in violation of the United Nations resolutions including The international norms within it have brought new ominous signs to regional conflicts\tXinhua News Agency, Berlin, October 17th (Reporter Wang Dong) At the opening of the Sydney Paralympic Games, German Chancellor Gerhard Schroeder called the delegation of the German Paralympic Games today and wished them success Excellent results.", "2": "Xinhua News Agency Belgrade November 23rd According to Nantong News Agency on the 23rd BosniaHerzegovinanominated candidate Sharovich was elected as president of the Bosnian Serb Republic in the general election held on November 11\tBorn in 1959 Sarovich graduated from the Faculty of Law of the University of Sarajevo in 1979 He was a member of the Parliament of the Serbian Republic of Bosnia and Herzegovina from 1996 to 1998 and was elected Vice President of the Serbian Republic of Bosnia at the end of 1998\tXinhua News Agency Washington December 20th Reporter Hu Xiaoming and Tang Shuifu The United Stateselected President George Walker Bush announced on the 20th the nomination of the Secretary of the Treasury Commerce Agriculture and Housing and Urban Development of the next US government\tIt&#39;s over. As many expected, and as many worried, Bush was re-elected.", "4": "Xinhua News Agency Belgrade November 23rd According to Nantong News Agency on the 23rd BosniaHerzegovinanominated candidate Sharovich was elected as president of the Bosnian Serb Republic in the general election held on November 11\tquotIn order to prevent our government affairs from having a runthrough period due to the change of the cabinet and affecting the promotion of the entire government affairs the appointment of this candidate fully supports the president39s viewquot\tXinhua News Agency Washington December 17 Reporter Hu Xiaoming Tang Shuifu The United Stateselected President and Governor of Texas Bush announced several important nominations on the 17th Its chief foreign policy adviser Condoleezza Rice is the president s assistant to national security affairs Texas Supreme Court Judge Alberto Gonzalez is the White House Chief Counsel and its spokesperson Karen Hughes is an adviser to the president\tXinhua News Agency Washington December 17 Reporter Hu Xiaoming Tang Shuifu The United Stateselected President and Governor of Texas Bush announced several important nominations on the 17th Its chief foreign policy adviser Condoleezza Rice is the president s assistant to national security affairs Texas Supreme Court Judge Alberto Gonzalez is the White House Chief Counsel and its spokesperson Karen Hughes is an adviser to the president\tXinhua News Agency Washington December 17 Reporter Hu Xiaoming Tang Shuifu The United Stateselected President and Governor of Texas Bush announced several important nominations on the 17th Its chief foreign policy adviser Condoleezza Rice is the president s assistant to national security affairs Texas Supreme Court Judge Alberto Gonzalez is the White House Chief Counsel and its spokesperson Karen Hughes is an adviser to the president\tXinhua News Agency Washington December 17 Reporter Hu Xiaoming Tang Shuifu The United Stateselected President and Governor of Texas Bush announced several important nominations on the 17th Its chief foreign policy adviser Condoleezza Rice is the president s assistant to national security affairs Texas Supreme Court Judge Alberto Gonzalez is the White House Chief Counsel and its spokesperson Karen Hughes is an adviser to the president\tXinhua News Agency, Washington, December 20th (Reporter Hu Xiaoming and Tang Shuifu) The United States-elected President George Walker Bush announced on the 20th the nomination of the Secretary of the Treasury, Commerce, Agriculture, and Housing and Urban Development of the next US government.", "22": "Born in 1959 Sarovich graduated from the Faculty of Law of the University of Sarajevo in 1979 He was a member of the Parliament of the Serbian Republic of Bosnia and Herzegovina from 1996 to 1998 and was elected Vice President of the Serbian Republic of Bosnia at the end of 1998\tBorn in Lanzhou Gansu Zhang Xuezhong joined the Communist Party of China in December 1960 joined the work in July 1961 and has a college degree he has been a primary school teacher in his hometown secretary of the Gansu Provincial Civil Defense Office Secretariat and secretary of the Secretariat of the Gansu Provincial Party Committee Office Secretary of the Party Committee of the French Communities of Wuwei County Secretary of the Yuzhong County Party Committee Deputy Secretary of the Lanzhou Municipal Party Committee Secretary of the Longnan Prefectural Party Committee Deputy Governor of Gansu Province after 1989 Deputy Secretary of the Tibet Autonomous Region Party Committee of the CPC since 1990 Member of the CPC Leading Group and Deputy Secretary of the CPC Leading Group concurrently served as a member of the CPC Central Committee39s Large Enterprise Working Committee from June to December 1999\tI am a native of Nanjing Although my parents only came to Nanjing with the army I was born in Nanjing and grew up in Nanjing except for ten years in Shanghai\tI am a native of Nanjing. Although my parents only came to Nanjing with the army, I was born in Nanjing and grew up in Nanjing, except for ten years in Shanghai.", "16": "At today39s quotAppearance Statementquot warning education meeting Dan Donghui former head of the sales department of Shaanxi Provincial People39s Bank and seven other prisoners sentenced for corruption bribery embezzlement of public funds etc each told on the spot Party members cadres enterprise managers soldiers and people39s police have become sinners and they have learned the painful lessons of crime\tXinhua News Agency Harbin October 8 He Wenze Liang Weide On the way home from work railway police officer Du Haiping faced the gangster who was fleeing with a knife He stepped forward and held an air fist to fight the gangster with revenge The timely capture of the gangsters won the fighter plane and composed a heroic triumph\tWu Guoxin 57 was formerly assistant to the chairman of the People s Government of Guangxi Zhuang Autonomous Region director of the Finance Department of the Guangxi Zhuang Autonomous Region and secretary of the party group He was arrested on January 17 2000 by the public security organs for allegedly taking a bribe\tAccording to the chief prosecutor the arrested drug trafficker was a Cologne At the age of 34 he was arrested for illegally operating a large number of cocaine\tAccording to the chief prosecutor the arrested drug trafficker was a Cologne At the age of 34 he was arrested for illegally operating a large number of cocaine\tXinhua News Agency Phnom Penh November 24 Reporter Yan Ming Li Chaobi The Cambodian capital s Phnom Penh city government issued a statement on the morning of the 24th that the Cambodian government s armed forces have arrested 21 terrorists involved in the armed attack on the police in Phnom Penh in the early hours of the 24th  Killed 7 people\tFollowing the release of Lei Xueming, the former director of the Naval Ship Management Office, the former Navy Major-General Wang Tingshen and two other officers, Kang Shicheng, and Cheng Zhibo, who have been involved in the purchase of the Lavaye-class warship, have expired today. He was released in court after the trial.", "18": "Xinhua News Agency Nanjing December 17 Reporter Zhao Mingliang Jiangsu Suning Appliance Group one of China39s largest household appliance companies announced yesterday in Nanjing that it would establish 1500 comprehensive electrical appliance chain stores nationwide in the next three years a tenfold increase over the current number forming The quotaircraft carrierquot in the industry to respond to the entry of multinational commercial capital after joining the WTO\tGitemai began to enter China in 1985 Currently it has set up representative offices and exhibition centers in Beijing Shanghai Xi39an Guangzhou and other places and invested 5 million marks to set up Gitemai China Co Ltd\tGitemai began to enter China in 1985 Currently it has set up representative offices and exhibition centers in Beijing Shanghai Xi39an Guangzhou and other places and invested 5 million marks to set up Gitemai China Co Ltd\tIt is understood that the good social effect achieved through this institution is Linxian County Dezhou City Shandong Province and Yihuang County Jiangsu Province Local government officials said that the Judicial Adjustment Center which is composed of multiple administrative departments was established only one year after it was established Effectively mediate more than 1500 disputes of various types for farmers with a 95 settlement rate At the same time the number of cases filed with higherlevel governments has dropped by 65\tIt is understood that more than 20000 township judicial adjustment centers have been established in China accounting for approximately 44 of the total number of townships The Ministry of Justice of China believes that the establishment of township judicial mediation centers is in line with China39s national conditions and national conditions\tThe Indonesian General Prosecutor39s Office prosecuted the court in early August for the use of seven foundations established and operated by Suharto during the administration to embezzle  580 million of the country\tThe Community of Portuguese-Speaking Countries was established in July 1996 on the initiative of former Brazilian President Franco and is headquartered in Lisbon. Its member countries are Brazil, Portugal, Cape Verde, Guinea-Bissau, Mozambique, Angola and Sao Tome and Principe.", "20": "quotThe country has his decree and everything can be retried It is always the first time that adults are not guilty Then everyone can kill one person Then killing the second person can be closed\tXinhua News Agency Santiago December 26 Reporter Hou Yaoqi The Supreme Court of Chile made a decision on the 26th demanding that Judge Guzman who is specifically responsible for investigating and handling the Pinochet case should arrange for this before making a formal inquiry about Pi A 85yearold former military government leader conducted a health check\tAccording to the above decision of the Supreme Court Guzman39s original plan to arrange judicial crossexamination of Pi39s on the 27th and 28th of this month had to be postponed\tOn the 20th of this month the Second Criminal Court of the Supreme Court of Chile announced after a twoday hearing that Guzman should formally question Pinochet in the next 20 working days\tOn the 20th of this month the Second Criminal Court of the Supreme Court of Chile announced after a twoday hearing that Guzman should formally question Pinochet in the next 20 working days\tXinhua News Agency Nanning November 3 Reporter Cheng Yifeng Liu Shuiyu The former Guangxi Zhuang Autonomous Region Minister of Finance Xi Guoxin took a bribery decision today The Nanning Intermediate People39s Court sentenced the defendant Ji Guoxin to life imprisonment and deprived him of political rights for life And confiscate all his personal property\tXinhua News Agency, Beijing, November 1 (Reporter: Li Yanniu Aimin) The Beijing No. 1 Intermediate People&#39;s Court opened a court hearing here today to try and kill a man on the street in a prosperous area because of suspicion that someone else is related to her husband.", "33": "&quot;The country has his decree, and everything can be re-tried. It is always the first time that adults are not guilty. Then everyone can kill one person. Then killing the second person can be closed.", "5": "Regarding Tang Fei39s resignation the DPP is constantly moving today but in the afternoon it became normal with the cabinet cabinet drafting The current DPP chairman Xie Changting called on the party to unite and support the new cabinet leader Zhang Junxiong\tSuharto stepped down in May 1998\tWang Xinping wrote a polite letter based on politeness to explain to the president why the opposition s threeparty and onemember legislators joined hands to cheer each other up The common goal in his heart was to sacrifice and dismiss\tUnder the advantage of the Kuomintang39s grasp of the number of people President Zhang has been listed as an unpopular object Tuesday s general inquiry was immediately cancelled and turned into a countercase review This small agenda change contains major political attempts and it is hoped that they will jointly revise it According to the Kuomintang s version as long as 14 legislators sign the contract and then ask the president to reply 23 legislators agree to the secret ballot and then they can be sent to the Central Elections to vote again \tLater there was a major railway accident that killed many Japanese Minister Ding was unable to do his job He was forced to resign He was relegated to the Politburo because of the bridge foundation Still in office\tAccording to Xinhua News Agency with the approval of the Central Committee of the Communist Party of China the Central Discipline Inspection Commission reviewed the disciplinary issues of Xu Penghang an alternate member of the Central Committee and the Deputy Director of the National Defense Science Technology and Industry Commission Comrade Xu Penghang as a party member and leading cadre used the influence of his post to help Conce The company39s stock is listed supporting participating relatives to purchase internal employee shares and earning 113 million yuan from it The amount is huge and its behavior has seriously infringed on the integrity of the public office39s job behavior caused bad political influence and has constituted a serious violation of discipline The Standing Committee of the Central Commission for Discipline Inspection recommended that the Central Committee remove the position of alternate member of Comrade Xu Penghang39s 15th Central Committee and give him a twoyear punishment The Ministry of Supervision has reported to the State Council for the removal of the position of Deputy Director of Comrade Xu Penghang39s National Defense Science Technology and Industry Committee\tAccording to Xinhua News Agency, with the approval of the Central Committee of the Communist Party of China, the Central Discipline Inspection Commission reviewed the disciplinary issues of Xu Penghang, an alternate member of the Central Committee and the Deputy Director of the National Defense Science, Technology and Industry Commission. Comrade Xu Penghang, as a party member and leading cadre, used the influence of his post to help Conce The company&#39;s stock is listed, supporting participating relatives to purchase internal employee shares and earning 11.3 million yuan from it. The amount is huge, and its behavior has seriously infringed on the integrity of the public office&#39;s job behavior, caused bad political influence, and has constituted a serious violation of discipline. The Standing Committee of the Central Commission for Discipline Inspection recommended that the Central Committee remove the position of alternate member of Comrade Xu Penghang&#39;s 15th Central Committee and give him a two-year punishment. The Ministry of Supervision has reported to the State Council for the removal of the position of Deputy Director of Comrade Xu Penghang&#39;s National Defense Science, Technology and Industry Committee.", "11": "Xinhua News Agency Santiago December 26 Reporter Hou Yaoqi The Supreme Court of Chile made a decision on the 26th demanding that Judge Guzman who is specifically responsible for investigating and handling the Pinochet case should arrange for this before making a formal inquiry about Pi A 85yearold former military government leader conducted a health check\tProsecution lawyers in the Pinochet case generally expressed surprise and dissatisfaction with the new decision of the Chilean Supreme Court\tRegarding the everincreasing scandal in the presidential palace the presidential palace expressed its position for the first time in the morning The presidential secretarygeneral Yu Xikun said quotAs long as the vice president decides to bring a lawsuit President Chen will definitely support itquot\tThe opposition party today strongly criticized the presidential palace for helping Vice President Lu Xiulian to pay a lawsuit This is fundamentally illegal but lawyer Lu Chuansheng the elder brother of Vice President Lu Xiulian said that he would definitely help his sister to the end and it was absolutely free\tquotIf the lawsuit can make things clear then I think it is to spend the money to proceed with the lawsuit to make things clear sooner quot\tquotIf the lawsuit can make things clear then I think it is to spend the money to proceed with the lawsuit to make things clear sooner quot\tIn a property compensation lawsuit filed by the courts, these men said that since 1992, members of the &quot;Three Laws of Law&quot; sect have threatened them with cancer by looking at them, defrauding 200,000 to 30 million people. &quot;Training fees&quot; in yen.", "13": "Xinhua News Agency Lanzhou December 27 A letter from a reporter Why is the Lanzhou Indoor Swimming Hall closed\tLanzhou Indoor Swimming Pool which originally wanted to make money in the winter has mostly closed its doors to thank guests due to repeated investment and disorderly competition and has experienced a blind dilemma\tThe new Lebanese parliament was sworn in on October 17. On the same day, the current government led by Huss resigned collectively to become a caretaker government.", "26": "Following the release of Lei Xueming the former director of the Naval Ship Management Office the former Navy MajorGeneral Wang Tingshen and two other officers Kang Shicheng and Cheng Zhibo who have been involved in the purchase of the Lavayeclass warship have expired today He was released in court after the trial\tFollowing the release of Lei Xueming the former director of the Naval Ship Management Office the former Navy MajorGeneral Wang Tingshen and two other officers Kang Shicheng and Cheng Zhibo who have been involved in the purchase of the Lavayeclass warship have expired today He was released in court after the trial\tInsiders of Shanghai Tilanqiao Prison who held Zhou Zhengyi also denied the rumor saying that he had not heard that Zhou Zhengyi had been approved for medical treatment outside the bail at least the relevant documents were not seen in his function\tIt is reported that after the release of these prisoners of war FSA has 1481 Moroccan prisoners of war in custody\tXinhua News Agency Mexico City December 30 Reporter Hu Gazi The Mexican state of Chiapas released the first group of 16 members of the Zappata National Liberation Army on the 30th Take a step\tEarlier this month, Zapata armed groups proposed a series of conditions for resuming peace talks with the government, including the adoption and implementation of treaties and laws related to the protection of the rights and culture of indigenous peoples, the release of members of the Zapata organization in custody, and the government&#39;s refusal from Chakra Withdrawal of troops in Pas, etc.", "12": "In its statement the Pakistani Supreme Security Committee also clearly stipulated that school students are not allowed to reach the front of the conflict and it is forbidden to mask their faces during the march to prevent quotforeignersquot from mixing into the masses and creating incidents\tXinhua News Agency Havana October 16th The Cuban Communist Party39s Central Organ newspaper Grama published a long editorial on the 16th reaffirming the determination of the Cuban government and people against the US blockade policy and announcing that 800000 people from all walks of life in Havana will hold a largescale meeting on the 18th March in protest of the recent Congressional bill on Cuba\tXinhua News Agency Jerusalem October 6th Reporter Qi Deliang Zhong Cuihua About 20000 Palestinians held demonstrations in the morning after praying at the AlAqsa Mosque on the Temple Mount in East Jerusalem to protest Israeli military police s recent IsraeliPalestinian bloodshed The Palestinian people were shot dead and clashes with the Israeli army again\tIn order to prevent the Palestinian people from using worship services to conduct largescale antiIsrael demonstrations on the 6th Israeli Prime Minister Barak ordered Israeli troops to impose a fourday blockade on Pakistan from the early morning of the 6th and send heavy soldiers to prevent it\tIn the face of the sudden situation Wu Weiwan was frightened and fainted Fortunately with the support of supporters it was not a big deal At about 11 am Wu Weiwan was dissatisfied with the police39s demolition operation in the early morning and led 30 supporters to protest in front of the parliament\tFollowing the incident the Israeli Arab Supervision Committee composed of Arab leaders of Arab political parties and local administrations protested against Jewish violence against Arabs that night and decided to hold a general strike in Nazareth from 9th\tXinhua News Agency, Berlin, October 28 (Reporter Liu Gang): Large-scale anti-rightist demonstrations and rallies were held in Dusseldorf, Germany and Kassel on the 28th. More than 30,000 people took to the streets to protest against the right. The arrogance of extremists.", "19": "Xinhua News Agency Chengdu December 21st Reporter Ren Ye The 94yearold gangsterlike homicide in Ziyang City which caused strong repercussions in Sichuan was recently concluded by the first trial of the Intermediate People39s Court in Ziyang Yu Maoxue Huang Sheng Four defendants Liao Zhongfu and Li Yuegang were sentenced to death according to law and Mo Weigang who reported to Yu Maoxue was sentenced to two years in prison\tThe Intermediate People39s Court of Hefei City Anhui Province yesterday made a new bribery to the former Mayor of Fuyang City Xiao and the source of the huge amount of property was unknown Sentenced to life imprisonment and death suspended for two years and confiscated all personal property\tXinhua News Agency Beijing November 14th Reporter Li Yanniu Aimin In accordance with an order issued by the President of the Beijing Higher People39s Court to execute the death penalty the Beijing No 1 Intermediate People39s Court will today clear the identity of the murderer Wang Yuanguang who killed the police He was executed at the execution ground\tXinhua News Agency, Beijing, November 14th (Reporter Li Yanniu Aimin) In accordance with an order issued by the President of the Beijing Higher People&#39;s Court to execute the death penalty, the Beijing No. 1 Intermediate People&#39;s Court will today clear the identity of the murderer Wang Yuanguang, who killed the police. He was executed at the execution ground.", "24": "The International Tribunal for the Victims of Military Sexual Abuse in Tokyo, held in Tokyo for four consecutive days, was held in Tokyo in 2000 AD. Madonna, the U.S. President serving on the 12th, announced the preliminary results of the trial. The women&#39;s system was a large-scale implementation of the slavery of female sex by the Japanese army and the government. At that time, the Japanese emperor Hirohito could not be unaware, so he convicted Hirohito, and also requested the Japanese government to apologize and compensate the victims.", "8": "Breaking the Geely39s world record is the dream of many people and the record items are also amazing This year a total of 9 records in Taiwan were certified by the Geely headquarters in Britain including the twin collection the largest sky lantern and the largest underwater wedding Won the certificate of record today Huang Meining reports\t28yearold sister the house is ready and finally married\tI must take a wedding photo with my daughterinlaw in the future Although she has already married me I cannot treat her badly\tThe survey found that almost 9 out of 10 Chinese women who were married or living with their boyfriends said that they could at least participate equally with men when buying large items such as houses and cars\tI suggest you marry a Japanese woman LP so that your money can be assured\tThis was his last time falling in love before getting married\tA wrong decision led to a wrong marriage.", "27": "The Intermediate People39s Court of Hefei City Anhui Province yesterday made a new bribery to the former Mayor of Fuyang City Xiao and the source of the huge amount of property was unknown Sentenced to life imprisonment and death suspended for two years and confiscated all personal property\tWhen the hot sale of medicinal wine came many people used to buy medicinal wine in convenience stores but the Kaohsiung County Health Bureau is preparing to ban it completely because the medicinal wine is now classified as a medicine and those who sell it without a license will be punished severely\tXinhua News Agency, Brasilia, November 6 (Reporter Zheng Dafang). A large Brazilian oil company, &quot;Brazilian Petroleum Company&quot;, was fined $ 1.03 million in accordance with the Environmental Protection Law by the state government of São Paulo for leaking crude oil to pollute the environment again.", "17": "Industry insiders said when Lenovo and IBM reached an acquisition transaction although the merger will greatly expand the size of Lenovo and make Lenovo a place on the international stage becoming a worldclass company the company will also face many management challenges and profits May also be diluted\tInto this humble old house there are three generations of singlehanded masters of Masahima Masato who have been passed on since the Japanese era The master is named Chen but the residents nearby call him Warner philosopher Called the Fandao King no matter whether it was Warner or Fan Fan there was indeed a set of Fandao\tThe survey found that almost 9 out of 10 Chinese women who were married or living with their boyfriends said that they could at least participate equally with men when buying large items such as houses and cars\tXinhua News Agency Urumqi October 7th Reporter Sun Bin The reporter learned from the Xinjiang Uygur Autonomous Region Sports Bureau that the entire assets of the Urumqi South Gate Stadium will be auctioned off \tXinhua News Agency Urumqi October 7th Reporter Sun Bin The reporter learned from the Xinjiang Uygur Autonomous Region Sports Bureau that the entire assets of the Urumqi South Gate Stadium will be auctioned off \tAs the South Gate Stadium can no longer meet the needs of people39s sports and cultural life in Xinjiang in order to comprehensively promote the development of sports in Xinjiang and reduce the pressure on national investment the Party Committee and Government of Xinjiang Uygur Autonomous Region have decided to operate in accordance with market laws and conduct extensive activities at home and abroad China Merchants based on the quotAuction Lawquot auctioned the assets of Nanmen Stadium as a whole and used the funds from the auction to rebuild a modern highstandard firstclass gardenstyle Xinjiang sports center\tAs the South Gate Stadium can no longer meet the needs of people&#39;s sports and cultural life in Xinjiang, in order to comprehensively promote the development of sports in Xinjiang and reduce the pressure on national investment, the Party Committee and Government of Xinjiang Uygur Autonomous Region have decided to operate in accordance with market laws and conduct extensive activities at home and abroad. China Merchants, based on the &quot;Auction Law&quot;, auctioned the assets of Nanmen Stadium as a whole, and used the funds from the auction to rebuild a modern, high-standard, first-class garden-style Xinjiang sports center.", "30": "Industry insiders said when Lenovo and IBM reached an acquisition transaction although the merger will greatly expand the size of Lenovo and make Lenovo a place on the international stage becoming a worldclass company the company will also face many management challenges and profits May also be diluted\tThe Inner Mongolian Folk Song and Dance Theatre was formed by the Inner Mongolia Song and Dance Troupe and the Inner Mongolia Folk Theater and Troupe The combination of these two literary groups can complement each other and better represent the level of Mongolian song and dance art\tThe Inner Mongolian Folk Song and Dance Theatre was formed by the Inner Mongolia Song and Dance Troupe and the Inner Mongolia Folk Theater and Troupe. The combination of these two literary groups can complement each other and better represent the level of Mongolian song and dance art.", "32": "It is said that Brad Pitt is going to divorce Aniston and I heard that Hitomi Kuroki seems to be divorcing\tIt is said that Brad Pitt is going to divorce Aniston and I heard that Hitomi Kuroki seems to be divorcing\tThere are many, many reasons for divorce, and there is only one of the most fundamental: I don&#39;t want to compromise.", "25": "While suing some companies, Huarong also filed bankruptcy and liquidation applications with Beijing Honggao Yuyuan Property Management Co., Ltd. and Beijing Ming Tombs Minghuang Wax Museum. The amount of debts involved is about 1 billion yuan.", "31": "Xinhua News Agency, Madrid, November 24 (Reporter Xia Shunying) The Spanish government ratified a treaty between Spain and Italy on the hunt for major criminals such as terrorists and mafia elements to replace the existing extradition agreement."}, "triggers": {"7": "meeting\tmeeting\tmeeting\tForum\tmeeting\tmeeting\tHave a meeting", "6": "conflict\tprovocative\tSuppress\tThing\tattack\tFried\tAssault", "1": "Evacuate\tArrive\tArrivals\tGo to\tRush into\tsneak into\tApproach", "15": "Drown\tdead\tsacrifice\tdead\tshoot\tPerish\tsuicide", "21": "Sentence\tSentence\tSentence\tSentence\tSentence\tSentence\tjudgment", "23": "Send\tTo sue", "29": "appeal\tappeal\tappeal\tappeal\tappeal", "10": "Pay\tPlace\tPlace\tPlace\tCompensation\tDonate\tCompensation", "14": "Minor injury\thurt\thurt\tSelf-immolation\tInjured\tInjured\tSuffer", "3": "Serve\tRen\tappointment\tappointment\tDown to\tConcurrently\tRen", "9": "phone\tphone\tWrite\tphone\tLetter\tletter\tCall", "2": "Be elected\tBe elected\tBe elected\tRe-election", "4": "Nominate\tappointment\tNominate\tfor\tfor\tfor\tNominate", "22": "Born\tBorn\tBorn\tBorn", "16": "Serve a sentence\tCapture\tArrest\tcatch\tArrest\tArrest\tDetention", "18": "set up\tEstablished\tset up\tEstablished\tBuilt\tFound\tEstablished", "20": "Review\task\tQuestion\task\tHearing\tfirst instance\tTrial", "33": "Innocence", "5": "Resign\tStep down\trecall\trecall\tresignation\tUndo\tUndo", "11": "litigation\tlitigation\tLawsuit\tReport\tlitigation\tlitigation\tlitigation", "13": "Behind closed doors\tBehind closed doors\tresignation", "26": "freed\tfreed\tSeek medical treatment\tfreed\tfreed\tfreed", "12": "procession\tprocession\tDemonstration\tprocession\tprotest\tGeneral strike\tprocession", "19": "Sentence\tdeath penalty\tShooting\tdeath penalty", "24": "guilty", "8": "wedding\tmarry\tBride\tmarried\tMarry\tmarry\tmarriage", "27": "Confiscation\tHeavy penalty\tfine", "17": "Acquisition\tbuy\tbuy\tauction\tauction\tauction\tauction", "30": "merge\tBuild\tmerge", "32": "divorce\tdivorce\tdivorce", "25": "Bankruptcy", "31": "Extradition"}}